Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/media/making_a_complaint_about_a_tv_or_radio_programme_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Making a complaint about a TV or radio programme
ga: Gearán a dhéanamh maidir le clár teilifíse nó raidió in Éirinn

source: The Broadcasting Authority of Ireland (BAI) is an independent statutory body established under the Broadcasting Act 2009
ga: Údarás neamhspleách reachtúil é Údarás Craolacháin na hÉireann (ÚCÉ) a bunaíodh faoin Acht Craolacháin, 2009

source: It regulates both commercial and public service broadcasting
ga: Rialaíonn sé craolacháin tráchtála agus seirbhíse poiblí araon

source: Members of the BAI are nominated by Government and hold office for a period of five years
ga: Ainmníonn an Rialtas comhaltaí ÚCÉ agus bíonn an oifig sin acu ar feadh tréimhse cúig bliana

source: If you have a complaint about material broadcast in Ireland you can contact the broadcaster
ga: Má bhíonn gearán agat faoi ábhar a craoladh in Éirinn, féadfaidh tú teagmháil a dhéanamh leis an gcraoltóir

source: If you are not satisfied with the response from the broadcaster you can make a complaint to the BAI
ga: Mura bhfuil tú sásta leis an bhfreagairt ón gcraoltóir, féadfaidh tú gearán a dhéanamh le ÚCÉ

source: The broadcast material you can complain about includes radio and television programmes, and advertisements broadcast by all public, commercial and community radio and television broadcasters in the State
ga: I measc an ábhair chraolta ar féidir leat gearán a dhéanamh faoi, tá cláir raidió agus theilifíse, agus fógra a chraol gach craoltóir raidió agus teilifíse poiblí, tráchtála agus pobail sa Stát

source: For example, you can complain to the BAI about broadcast material where the broadcaster has not met the requirements to ensure:
ga: Mar shampla, féadfaidh tú gearán a dhéanamh le ÚCÉ faoi ábhar craolta sa chás nár chomhlíon an craoltóir na ceanglais

source: • Impartiality in news and fairness in current affairs
ga: • Neamhchlaontacht sa nuacht agus cothroime i gcúrsaí reatha

source: • The material does not cause harm or offence
ga: • Ní bhíonn an t-ábhar ina údar le díobháil nó masla

source: • Codes of standards and practice in relation to advertising, teleshopping, sponsorship and commercial promotion,
ga: • Cóid chaighdeán agus chleachtais maidir le fógraíocht, teilishiopadóireacht, urraíocht agus cur chun cinn tráchtála

source: You cannot complain to the BAI about broadcasts received in this State but licensed in another jurisdiction such as the United Kingdom
ga: Ní féidir leat gearán a dhéanamh le ÚCÉ faoi chraoltaí a fuarthas sa Stát seo ach atá ceadúnaithe i ndlínse eile, ar nós na Ríochta Aontaithe

source: Broadcasters must ensure that the news they broadcast is reported and presented in an objective and impartial manner - they must present the news without expressing their own views
ga: Ní mór do chraoltóirí a chinntiú go bhfuil an nuacht a chraoltar tuairiscithe agus a curtha i láthair ar bhealach oibiachtúil agus neamhchlaonta – ní mór dóibh an nuacht a chur i láthair gan a dtuairimí féin a léiriú

source: There is a Code of Fairness, Objectivity and Impartiality in News and Current Affairs that outlines the principles and rules that broadcasters must follow
ga: Tá Cód Cothroime, Oibiachtúlacht agus Neamhchlaontachta sa Nuacht agus i gCúrsaí Reatha ann ina dtugtar cuntas ar na prionsabail agus na rialachas nach mór do chraoltóirí leanúint

source: Every broadcaster must ensure that it does not broadcast anything that may reasonably be regarded as causing harm or undue offence
ga: Ní mór do gach craoltóir a chinntiú nach gcraolann siad aon rud a bhféadfaí caitheamh leis go réasúnta amhail bheith ina chúis díobhála nó mhaslaithe mhíchuí

source: In this regard, there is a Code of Programme Standards that has principles and rules that broadcasters must follow
ga: Ina leith seo, tá Cód um Chaighdeáin Chlár ina bhfuil prionsabail agus rialacha nach mór do chraoltóirí leanúint

source: This Code details a range of factors that may be taken into account when determining whether undue offence or harm may be caused by programme material
ga: Sonraítear sa Chód réimse tosca a d’fhéadfaí a chur san áireamh nuair a dheimhnítear cibé acu an bhféadfadh nó nach bhféadfadh ábhar cláir bheith ina chúis le maslú nó díobháil mhíchuí

source: Every broadcaster must ensure that it does not broadcast anything that can be reasonably be regarded as likely to promote or incite crime or as tending to undermine the authority of the State
ga: Ní mór do gach craoltóir a dhéanamh cinnte nach gcraolann sé aon rud go bhféadfaí go réasúnta a rá go spreagfadh sé nó go gcuirfeadh sé chun cinn an chóiriúlacht nó go mbeadh baol ann an bonn a bhaint as údarás an Stáit

source: It is the duty of the broadcaster to ensure that the privacy of an individual is not unreasonably invaded in programmes broadcast by it and in the means employed to make such programmes
ga: Tá sé mar dhualgas ar an gcraoltóir a dhéanamh cinnte nach gcuirtear isteach go míréasúnta ar phríobháideachas an duine i gcláracha a chraolann sé agus sna bealaí a thógann sé leis na cláracha sin a dhéanamh

source: Advertising, teleshopping, sponsorship and commercial promotion codes
ga: Cóid a bhaineann le fógraíocht, siopadóireacht teilifíse, urraíocht agus cur chun cinn tráchtála

source: Broadcasters must work within two established codes of standards and practice for commercial communications
ga: Ní mór do chraoltóirí oibriú laistigh de dhá chód bhunaithe caighdeán agus cleachtais do chumarsáid tráchtála

source: These are the General Commercial Communications Code and the Children’s Commercial Communications Code
ga: Is iad seo an Cód Ginearálta Cumarsáid Tráchtála agus Cód Cumarsáid Tráchtála na Leanaí

source: Types of commercial communications include advertising, sponsorship, teleshopping and product placement but do not include public service announcements and charity appeals broadcast free of charge
ga: I measc na saghsanna cumarsáid tráchtála, tá fógraíocht, urraíocht, teilishiopadóireacht agus suíomh táirgí ach ní áirítear leo fógraí seirbhís poiblí agus achainíocha carthanais a chraoltar saor in aisce

source: A full definition of what constitutes a commercial communication is included in the General Commercial Communications Code
ga: Sonraítear sainmhíniú iomlán air sin atá i gceist le cumarsáid tráchtála sa Chód Ginearálta Cumarsáid Tráchtála

source: If you have a complaint about material broadcast in Ireland you must make your complaint to the broadcaster first
ga: Má bhíonn gearán agat faoi ábhar a craoladh in Éirinn, ní mór duit do ghearán a dhéanamh leis an gcraoltóir ar dtús

source: You should make your complaint in writing
ga: Ba cheart duit do ghearán a dhéanamh i scríbhinn

source: How to make your complaint is outlined in the broadcaster’s Code of Practice for Complaints Handling
ga: Tugtar cuntas ar conas do ghearán a dhéanamh i gCód Cleachtais um Láimhseáil Gearán an chraoltóra

source: This can be found in the complaints section of a broadcasters’ website
ga: Féadtar teacht air seo i mír ghearán láithreán gréasáin chraoltóirí

source: Making your complaint to the broadcaster
ga: Do ghearán a dhéanamh leis an gcraoltóir

source: Your complaint must be in writing and made within 30 days of the broadcast
ga: Ní mór go bhfuil do ghearán i scríbhinn agus ní mór é a dhéanamh laistigh de 30 lá tar éis an chraolta

source: If your complaint relates to two or more unrelated broadcasts, it must be sent within 30 days of the date of the earlier or earliest broadcast
ga: Má bhaineann do ghearán le dhá chraoladh neamhghaolmhara nó níos mó, ní mór é a sheoladh ar aghaidh laistigh de 30 lá tar éis chraolta níos luaithe nó is luaithe

source: If your complaint relates to two or more related broadcasts, of which at least two are made on different dates, it must be sent within 30 days of the date of the later or latest of these broadcasts
ga: Má bhaineann do ghearán le dhá chraoladh ghaolmhara nó níos mó, a ndéantar ar a laghad dhá cheann díobh ar dhátaí éagsúla, ní mór é a sheoladh laistigh de 30 lá tar éis dháta an ghearáin níos déanaí nó is déanaí de na craoltaí seo

source: Your complaint must also:
ga: Ní mór do do ghearán, chomh maith:

source: • Include the date and time of the broadcast and the channel it was broadcast on
ga: • Dáta agus am an chraolta a áireamh, mar aon leis an gcainéal ar ar craoladh é

source: • Come within the relevant broadcasting codes and/or legislation
ga: • Teacht faoi chuimsiú na gcód agus/nó na reachtaíochta ábhartha craolacháin

source: • Include a short detailed summary of what might have caused offence
ga: • Achoimre ghearr mhionsonraithe a áireamh air sin a bhféadfadh bheith ina údar maslaithe

source: Making a complaint to BAI
ga: Gearán a dhéanamh le ÚCÉ

source: If you have made a complaint to the broadcaster and you are not satisfied with their response you can escalate your complaint to the BAI
ga: Má rinne tú gearán leis an gcraoltóir agus mura bhfuil tú sásta lena bhfreagairt, féadfaidh tú do ghearán a fhormhéadú chuig ÚCÉ

source: Your complaint must relate to a broadcast by an Irish broadcasting service
ga: Ní mór go mbaineann do ghearán le craoladh a rinne seirbhís chraolacháin Éireannach

source: You must make your complaint within 14 days of the broadcaster’s decision or the broadcasters timeframe to issue you with a response if they haven’t done so
ga: Ní mór duit do ghearán a dhéanamh laistigh de 14 lá tar éis chinneadh an chraoltóra nó amfhráma an chraoltóra chun freagairt a eisiúint duit mura ndearna siad amhlaidh

source: The BAI has the discretion to accept complaints received later than 14 days
ga: Tá sé de lánrogha ag ÚCÉ chun glacadh le gearáin a fuarthas tráth níos déanaí ná 14 lá

source: However, you may make your complaint directly to BAI if the complaint deals with issues of privacy, anonymity or the complainant provides an acceptable reason why the complaint should not be referred to the relevant broadcaster first
ga: Déanann tú do ghearán go díreach le ÚCÉ, áfach, má bhaineann an gearán le saincheisteanna príobháideachta, neamhainmníocht nó má sholáthraíonn an gearánaí cúis inghlactha faoin bhfáth nár cheart an gearán a atreorú chuig an gcraoltóir ar dtús

source: The BAI will consider the programme material complained of in whole and in context with reference to:
ga: Breithneoidh ÚCÉ ábhar an chláir a ndearnadh gearán faoi ina iomláine agus ina chomhthéacs agus tagairt á déanamh don mhéid a leanas:

source: • The matters identified in the complaint
ga: • Na ceisteanna a shainaithnítear sa ghearán

source: • The provisions of the Broadcasting Act 2009
ga: • Forálacha an Achta Craolacháin, 2009

source: • The provisions of the Audiovisual Media Services Directive 2010/13/EU
ga: • Forálacha na Treorach maidir le Seirbhísí na Meán Closamhairc 2010/13/AE

source: • The procedures, practices and policies of the BAI
ga: • Nósanna imeachta, cleachtais agus beartais ÚCÉ

source: The BAI will decide whether or not the broadcaster has respected the relevant codes and legislation
ga: Déanfaidh ÚCÉ cinneadh ar cibé acu ar léirigh nó nár léirigh an craoltóir meas ar na cóid agus an reachtaíocht ábhartha

source: All decisions of the BAI are made available to the public
ga: Cuirtear gach cinneadh de chuid ÚCÉ ar fáil don phobal

source: Unless the BAI considers it inappropriate to do so, summaries of all complaints are distributed to the media and featured on its website
ga: Mura measann ÚCÉ go bhfuil sé neamhchuí amhlaidh a dhéanamh, scaiptear achoimrí faoi gach gearán chuig na meáin agus déantar gnéithe díobh ar a láithreán gréasáin

source: The name of the complainant is included in the published information
ga: Cuirtear ainm an ghearánaí san áireamh san fhaisnéis a fhoilsítear

source: You can access decisions made by BAI
ga: Féadfaidh tú rochtain a fháil ar chinntí a rinne ÚCÉ anseo

source: There is no charge for making a complaint to the broadcaster or the BAI
ga: Níl aon mhuirear ar ghearán a dhéanamh le craoltóir nó le ÚCÉ

source: The BAI does not have the power to award costs or expenses to any party
ga: Níl sé de chumhacht ag an gCGC costais a bhronnadh ar aon pháirtí
